{
    "Pottery": "Discover the enchanting world of pottery at Sacred Heart School, where students shape their imaginative visions into captivating works of art.",
    "Dramatics": "Step into the spotlight with dramatics at Sacred Heart School, where students shine, stories come alive, and creativity takes center stage.",
    "Sound Production": "Dive into the world of sound production at Sacred Heart School, where students craft symphonies of innovation, turning creativity into captivating auditory masterpieces.",
    "VFX": "Embark on a visual storytelling odyssey at Sacred Heart School with VFX as an elective, where students craft cinematic magic through the art of visual effects.",
    "Designing": "Craft innovation with technology at Sacred Heart School, where laser cutting and 3D printing electives empower students to turn ideas into tangible reality.",
    "Robotics": "Unleash the engineers of tomorrow with Robotics as an elective at Sacred Heart School,where students delve into the world of artificial intelligence, automation, and hands-on robot building.",
    "IOT": "Empower students to revolutionize technology with IoT at Sacred Heart School,, where innovation meets connectivity, and the Internet of Things becomes a gateway to limitless possibilities.",
    "Astronomy": "At Sacred Heart School,, astronomy isn't just a subject; it's a cosmic adventure that propels students into the vast unknown, sparking a fascination for the wonders of the universe.",
    "Hydoponics": "Dive into the future of farming with hydroponics at Sacred Heart School, where students nurture plants without soil, cultivating a hands-on understanding of sustainable agriculture.",
    "Instrumental ": "Harmonize your potential in the world of instrumental excellence at Sacred Heart School, where students orchestrate their musical journey with passion and precision.",
    "Multimedia": "Shape the digital landscape with Multimedia as an elective at Sacred Heart School, where students explore the synthesis of media elements to communicate, captivate, and innovate.",
    "Commando Training": "Foster leadership excellence at  Sacred Heart School, through Commander Training, an elective where students cultivate the qualities of effective leadership in a dynamic and practical setting.",
    "Entrepreneurship": "Shape the business leaders of tomorrow with Entrepreneurship at Sacred Heart School, where students learn to think critically, act boldly, and create their own opportunities.",
    "Dance": "Embark on a journey of creativity, expression, and movement with our vibrant Dance Elective. At Sacred Heart, we believe that dance is not just a subject; it's an art form that enriches the mind, body, and soul. Our Dance Elective offers students a unique opportunity to explore the world of dance, develop their artistic expression, and foster a lifelong appreciation for movement."
}